chat_system_68642319_actor_description=Dvorm Fergus. Dwarf-driver.
chat_system_68642319_snap_0_question=^?^Hey, good day, human! Just look what a nice thing! Bet you haven't seen such as this before?
chat_system_68642319_snap_0_answer_0=^?^A steel monster, breathing out fire? Such a skin can't even be pierced by an enchanted spear!
chat_system_68642319_snap_0_answer_1=^?^Oh, gods! What creation of the dark forces is this? Gods of Light, protect me from the stench of sulfur, breathed out by the monster.
chat_system_68642319_snap_0_answer_2=^?^Well, well. It's not alive but it breathes nevertheless... I don't feel any magic, neither divine, nor elemental... Is it an artificial creation? A dwarven mechanism?
chat_system_68642319_snap_2_question=^?^Oh, human! Haven't you ever seen a locomotive?
chat_system_68642319_snap_2_answer_0=^?^Is it a kind of a battle machine?
chat_system_68642319_snap_3_question=^?^Ha, ha. Actually, that's a good idea, to make a locomotive into a battle machine. I'll have to think about it.<br>Mark my words, human - soon we will put rails all over Endoria and locomotives will carry people and goods all around. Then a new age, a new epoch will begin.
chat_system_68642319_snap_3_answer_0=^?^So, what is the locomotive needed for?
chat_system_68642319_snap_3_header_0=^?^You really don't know, do you? The locomotive runs as fast as a dirigible, but it is safer compared to a dirigible. It runs over the ground and underground, and if we make a tunnel underwater, it will run through that as well.<br>But for now there are rails only to Mehgard. Do you want to go for a ride?
chat_system_68642319_snap_1_question=^?^Hey, human, do you want to go for a ride? You'll learn what real speed is. You can't even imagine, I would guess.
chat_system_68642319_snap_1_answer_0=^?^Yes, I need to get to Mehgard!
chat_system_68642319_snap_1_answer_1=^?^I just came to chat.
chat_system_68642319_snap_4_question=^?^Come on, come on... Climb on board. Now you'll feel the power of technology. Just hold tight to your horse - you wouldn't want it to jump off while we're traveling.
chat_system_68642319_snap_4_answer_0=^?^Ok, let's go.
chat_system_68642319_snap_4_answer_1=^?^Wait, I've changed my mind.
